{
  "artists": [
    {
      "id": 1,
      "name": "Sia",
      "image": "https://res.cloudinary.com/jerrick/image/upload/f_auto,fl_progressive,q_auto,c_fit,w_1100/nc3pzvpvnm72ftpzamqh",
      "startTime": "22:30",
      "endTime": "23:15 pm",
      "day": "13 July",
      "description": "Sia will perfom on 13 th of July at Politehnica Univeristy. Sia Kate Isobelle Furler was born on 18 December 1975 in Adelaide, South Australia. Her father, Phil Colson, is a musician, and her mother, Loene Furler, is an art lecturer. Sia is the niece of actor-singer Kevin Colson. Sia said that as a child she imitated the performing style of Aretha Franklin, Stevie Wonder and Sting, whom she cites as early influences. She attended Adelaide High School. In the mid-1990s, Sia started a career as a singer in the local acid jazz band Crisp.",
      "playingInterval": ""
    },
    {
      "id": 2,
      "name": "Justin Timberlake",
      "image": "https://media2.fdncms.com/metrotimes/imager/u/original/20866406/trolls_june2016_0258b_flat.jpg",
      "startTime": "‬23:30",
      "endTime": "00:15 am",
      "day": "13 July",
      "description": "Justin will perfom on 13 th of July at Politehnica University. Justin Randall Timberlake was born on January 31, 1981 in Memphis, Tennessee, to Lynn (Bomar) Harless and Charles Randall Timberlake, a Baptist church choir director. Timberlake grew up in Shelby Forest, a small community between Memphis and Millington.[4] He has two half-brothers, Jonathan (born September 12, 1993) and Stephen (born August 14, 1998), from Charles' second marriage to Lisa Perry. His half-sister Laura Katherine died shortly after birth on May 12, 1997, and is mentioned in his acknowledgments in the album NSYNC as My Angel in Heaven.",
      "playingInterval": ""
    },
    {
      "id": 3,
      "name": "Bruno Mars",
      "image": "https://yt3.ggpht.com/a/AGF-l7_mGsQjw1lWyx_1keNShTNnP6kWkPerGrThEg=s900-mo-c-c0xffffffff-rj-k-no",
      "startTime": "00:30‬",
      "endTime": "01:15 am‬",
      "day": "14 July",
      "description": "Bruno will perfom on 13 th of July at Politehnica Univeristy. Peter Gene Hernandez was born on October 8, 1985, in Honolulu, Hawaii, to Peter Hernandez and Bernadette San Pedro Bayot, and was raised in the Waikiki neighborhood of Honolulu. His father is of half Puerto Rican and half Ashkenazi Jewish descent (from Ukraine and Hungary), and is originally from Brooklyn, New York. His mother emigrated from the Philippines to Hawaii as a child, and was of Filipino, and some Spanish, ancestry. His parents met while performing in a show in which his mother was a hula dancer and his father played percussion. At the age of two, he was nicknamed Bruno by his father because of his resemblance to professional wrestler Bruno Sammartino.",
      "playingInterval": ""
    },
    {
      "id": 4,
      "name": "Kanye West",
      "image": "https://romanialibera.ro/imagini/880/660/crop/725545-1525251649-kanye-west-declaratia-care-a-starnit-furie-in-mediul-online.jpg",
      "startTime": "01:30‬",
      "endTime": "02:15 am‬",
      "day": "14 July",
      "description": "Kanye will perfom on 13 th of July at Politehnica Univeristy. Kanye Omari West was born on June 8, 1977, in Atlanta, Georgia. After his parents divorced when he was three years old he moved with his mother to Chicago, Illinois. His father, Ray West, is a former Black Panther and was one of the first black photojournalists at The Atlanta Journal-Constitution. Ray West was later a Christian counselor, and in 2006, opened the Good Water Store and Café in Lexington Park, Maryland with startup capital from his son. West's mother, Dr. Donda C. (Williams) West, was a professor of English at Clark Atlanta University, and the Chair of the English Department at Chicago State University, before retiring to serve as his manager. West was raised in a middle-class background, attending Polaris High School in suburban Oak Lawn, Illinois, after living in Chicago.",
      "playingInterval": ""
    }
  ],
  "events": [
    {
      "id": 1,
      "title": "Food Corner",
      "date": "2019-05-23 14:30 pm",
      "imgUrl": "https://i.kinja-img.com/gawker-media/image/upload/s--vHt6tbFa--/c_scale,f_auto,fl_progressive,q_80,w_800/xjmx1csashjww8j8jwyh.jpg",
      "description":"The food at this festival is provided by Maria and Ion. You can find the food corner next to the Politehnica Library, on the right side of the scene. The prices are very good, an average meal costs 25 lei. You can also find snacks and sodas in the same area."},
    {
    "id": 2,
      "title": "Lounges Area",
      "date": "2018-05-13 17:30 pm",
      "imgUrl": "https://cdn.instructables.com/FFT/V4IE/HVGXNOZG/FFTV4IEHVGXNOZG.LARGE.jpg",
      "description": "You can have a great time even between performances! Politehnica Festival also offers guests a reacreation area. You cand find it on the left side of the stage, next to the parking lot. There are lounges and tables at your disposal in order to change opinios about the festival for you and your friends. "}
  ],

  "details" :{"id":1,
     "eventName":"Politehnica Festival",
     "date":"2019-07-13 11:00 am",
     "location":"Politehnica University",
     "locationAdress":" 290 Splaiul Indpendentei Street",
     "lat":"44.436331588",
     "lng":"26.05083313",
     "artistNumber":"4" }
  
}
